{
  "info": {
    "assignment": "task-based",
    "protocol": "ESA"
  },
  "campaign_id": "mock_multimodal",
  "data": [
    [
      [
        {
          "doc_id": "mock_audiovideo",
          "src": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/U9zFqRQ11qI?si=hpiGfu305GFcPyWW\" frameborder=\"0\" referrerpolicy=\"strict-origin-when-cross-origin\"></iframe>",
          "tgt": {
            "A": "안녕하세요, Root에 오신 것을 환영합니다. 약 3분 후에 게임이 시작됩니다. 1~4명의 플레이어가 참여할 수 있는 솔로 모드는 없지만 확장팩에는 솔로 모드가 있습니다. 플레이 시간은 약 1시간입니다. 꽤 복잡한 게임입니다. 전쟁이 대삼림에 찾아왔습니다. 캣 후작 부인은 숲의 자원을 착취하려고 노력하고 있으며, 이로 인해 얼라이언스라는 난잡한 반란군을 결성하기 위해 뭉친 쥐, 여우, 토끼 사이에 마찰이 일어나고 있습니다. 이때 이리 가문이 대거 돌아와 숲을 재정복하고 방랑자는 관련된 모든 당사자와 경쟁합니다. 오직 한 명의 플레이어만이 승리하고 대삼림의 미래를 결정할 수 있습니다. 이 게임의 승자는 먼저 30점에 도달한 플레이어입니다. 경쟁: 오직 한 명의 플레이어만이 대삼림을 지배할 수 있습니다. 비대칭: 모든 진영과 루트는 매우 다른 규칙과 능력을 가지고 있습니다. 카드 관리: 이 게임의 카드는 다양한 방식으로 사용할 수 있습니다. 각 진영마다 다르기 때문에 표준 제비갈매기의 모습을 설명하는 것은 의미가 없습니다. 캣 후작 부인은 보드를 조종하기 시작하고 다음과 같이 건설하려고 합니다. 많은 건물이 제재소에서 목재를 생산하고, 이 목재는 제작을 위한 작업장과 더 많은 병력을 위한 모집소와 같은 다른 건물을 만드는 데 사용됩니다.Marquise De Kat의 성공은 많은 건물과 공격자를 공격하고 공격할 수 있는 강력한 군대가 있는 강력하게 강화된 보드처럼 보입니다.Eyrie 왕조는 각 턴마다 플레이어 보드 상단에 표시된 특정 순서로 엄격한 지침을 따라야 합니다.그들은 이 지침에 1~2장의 카드를 추가해야 하며, 어느 시점에서든 그 중 하나를 따를 수 없으면 사회가 붕괴되고 그것은 그들에게 좋지 않습니다.Eyrie의 성공은 지속적인 확장과 매 턴마다 점수를 얻기 위해 둥지를 짓는 것입니다.Woodland Alliance는 지지자 카드를 사용하여 보드에서 동정심을 구축합니다.동정심이 있는 영역은 반란의 경우 일치하는 카드를 사용하여 타겟팅할 수 있습니다.반란은 모든 적의 말을 제거하고 기지를 배치하고 장교를 모집할 수 있게 합니다.Alliance의 성공은 보드 전체에 동정심을 갖고, 플레이 중인 기지와 더 많은 군대를 모집하고 더 많은 동정심을 구축할 수 있는 장교를 갖는 것을 포함합니다.Vagabond는 사용하는 단일 영웅 캐릭터입니다. 장비를 사용하여 다른 진영과 거래를 통해 친구가 되거나 적을 공격하여 적을 물리칠 수 있습니다. 방랑자는 다른 플레이어가 거래하여 만든 추가 아이템을 얻을 수 있습니다. 방랑자는 전투에서 이길 수 없지만 장비가 손상될 수 있으며 이로 인해 속도가 느려집니다. 방랑자의 성공에는 다양한 퀘스트 카드를 완료하고 보드를 돌아다니며 탐험하고 싸우는 것이 포함됩니다. 왜 이 게임을 좋아하시나요? 비대칭 게임플레이는 루트를 즐기는 데 핵심이며, 각 진영은 완전히 독특한 방식으로 플레이하고 느껴지며 이는 디자인 측면에서 진정한 성과입니다. 카드는 제작 가능한 능력과 아이템부터 승리 조건 변경까지 게임에서 다양한 방식으로 사용됩니다. 또한 게임 첫 몇 턴을 플레이하는 방법에 대한 훌륭한 지침이 제공되어 예상보다 훨씬 쉽게 게임을 가르칠 수 있습니다. 아트워크와 전반적인 테마는 보기에 훌륭하고 믿을 수 없을 정도로 연상을 불러일으키며 루트보다 캐릭터 사진을 더 잘 찍을 수 있는 게임은 없습니다. 그리고 상인 수달과 사악한 도마뱀 컬트와 같은 추가 진영이 포함된 확장팩이 이미 출시되었습니다. 이 게임의 가장 좋은 점은 지역 통제와 전쟁을 좋아하지 않는 모든 플레이 스타일에 맞는 진영이 있다는 것입니다. 대신 방랑자를 플레이하세요 그러나 Roots의 비대칭성은 모든 사람의 작업이 매우 다르게 작동하기 때문에 배우는 동안 다른 플레이어의 행동을 실제로 따라갈 수 없기 때문에 잠재적으로 문제를 일으킬 수 있습니다.이것은 게임을 시작하고 실수하지 않도록 하면서 배우는 사람들이 더 어렵게 만듭니다.귀여운 생물은 제쳐두고 이것은 일종의 전쟁 게임이며 매우 잔인합니다.귀여운 산림 생물이 마음에 들지만 훨씬 적은 피에 대한 욕망을 원한다면 Everdell을 확인하고 비대칭 게임 플레이와 실제 세계 시나리오를 원한다면 멀리 떨어진 평범한 ROOT를 시도해야 합니다."
          }
        },
        {
          "doc_id": "mock_audiovideo",
          "src": "<audio controls=\"\" src=\"https://www.signalogic.com/melp/EngSamples/Orig/ENG_M.wav\" type=\"audio/wav\"></audio>",
          "tgt": {
            "A": "1992년 태양돛을 이용한 화성과 달 탐사 계획이 순조롭게 진행되고 있습니다. 화성 탐사는 500년 전 콜럼버스의 신대륙 탐험을 기념하는 것이고, 달 탐사는 우주 탐사에 태양돛을 활용하는 것을 장려하는 것입니다."
          }
        },
        {
          "doc_id": "mock_audiovideo",
          "src": "It was something that surprised me and made me wonder why I hadn't thought of it before.",
          "tgt": {
            "A": "<audio controls=\"\" src=\"https://upload.wikimedia.org/wikipedia/commons/0/06/%EA%B7%B8%EA%B2%83%EC%9D%80_%EB%82%B4%EA%B0%80_%EC%96%B4%EC%A7%B8_%EC%9D%B4%EB%95%8C_%EA%B7%B8%EA%B2%83_%EC%83%9D%EA%B0%81%EC%9D%B4_%EC%95%84%EB%8B%88%EB%82%AC%EB%8A%94%EA%B3%A0%2C_%ED%95%98%EA%B3%A0_%EC%8A%A4%EC%8A%A4%EB%A1%9C_%EB%86%80%EB%9E%84_%EB%A7%8C%ED%95%9C_%EB%AC%B4%EC%97%87%EC%9D%B4%EC%97%88%EB%8B%A4.ogg\" type=\"audio/wav\"></audio>"
          }
        }
      ],
      [
        {
          "doc_id": "mock_image",
          "src": "<img src=\"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgOoxBvy2KKNpcOu0K-yCwnsaNI69dwd6OjPUzKVqKJPONdR24OCK3Jq8NRAWmoHMnsT2MRyKSaH7SsS_o3T1f4IvoKpoSMBfsWnJ5qM24ahbknY_icvmigut8RTjK1sv9Hpyn71QnIetbjLWUrXZSYbGzua-X3l3KFBf94_ExLFLfN3PeJJFX1mw/s1456/ROSEMARY%20TONKS%20001%20(2).jpg\" width=\"600\"/>",
          "tgt": {
            "A": "로즈마리 통크스(Rosemary Tonks)는 런던 사람으로, 햄스테드(Hampstead)에 살고 있습니다. 그녀는 어린이 책 두 권과 시집 두 권을 출간했으며, 그중 한 권은 시 북 소사이어티(Poetry Book Society) 추천 도서였습니다. 그녀의 최근 소설 세 편은 《더 블로터(The Bloater)》, 그 뒤를 잇는 《사업가, 연인이 되다(Businessmen as Lovers)》, 그리고 《버클리 스퀘어에서 벗어나는 길(The Way Out of Berkeley Square)》입니다."
          }
        }
      ]
    ]
  ]
}