{
  "info": {
    "assignment": "single-stream",
    "users": 10,
    "protocol": "ESA"
  },
  "campaign_id": "mock_singlestream",
  "data": [
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu03620_#_0",
        "src": "Pracuj s turistickou mapou a rozhodni, zda tvrzení je nebo není pravdivé, případně doplň správně větu.\n(Mapu si můžeš zvětšit kliknutím.)\nVe výřezu mapy jsou vrstvenice znázorněné po 20 metrech.\nVe výřezu mapy jsou vrstvenice znázorněné po 10 metrech.\nNejvyšším bodem na výřezu mapy je Babí lom.\nLeží v nadmořské výšce 450 m n. m. NE\nVrchol Babí lom – rozhledna leží v nadmořské výšce 521 metrů.\nModrá turistická značka nevede ve vyšší nadmořské výšce než 400 m n. m. NE\nRozcestí U studánky leží v nadmořské výšce 480 metrů.\nModrá turistická značka vede přes vrstvenici označující nadmořskou výšku 500 m n. m. ANO\nVrcholem, označeným kótou 438 m n. m. prochází modrá turistická značka.\nCesta po modré turistické značce od rozcestí U Studánky k rozcestí Babí lom bude stoupat.\nCesta po modré turistické značce od rozcestí U Studánky k rozcestí Pod Babím lomem povede po rovině.\nklesat\ndo kopce\nz kopce",
        "tgt": {
          "Shy": "Arbeite mit der Wanderkarte und entscheide, ob die Aussage wahr oder falsch ist, oder ergänze den Satz richtig.  \n(Du kannst die Karte durch Klicken vergrößern.)  \nIm Kartenausschnitt sind die Höhenlinien im Abstand von 10 Metern eingezeichnet.  \nDer höchste Punkt im Kartenausschnitt ist der Babí lom.  \nEr liegt auf einer Höhe von 521 m ü. M.  \nDie Wegkreuzung „U Studánky“ liegt auf einer Höhe von 480 Metern.  \nDer blaue Wanderweg führt über die Höhenlinie mit der Höheangabe 500 m ü. M.  \nDer blaue Wanderweg verläuft nicht in einer Höhe über 400 m ü. M.  \nDer Gipfel, der mit der Höhenangabe 438 m ü. M. gekennzeichnet ist, wird vom blauen Wanderweg überquert.  \nDer Weg entlang der blauen Wandermarkierung von der Wegkreuzung „U Studánky“ zur Wegkreuzung „Babí lom“ verläuft bergauf.  \nDer Weg entlang der blauen Wandermarkierung von der Wegkreuzung „U Studánky“ zur Wegkreuzung „Pod Babím lomem“ verläuft auf ebenem Gelände.  \n**Mögliche Ergänzungen:**  \n– bergauf  \n– bergab  \n– auf ebenem Gelände"
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu03240_#_0",
        "src": "V čele Velkomoravské říše stál vládce s titulem:\nkníže\nVelká Morava byla knížectví.\nhrabě\nKteré druhy ovoce pěstovali naši předkové?\njablka\nJabloním daří se v našich podmínkách.\nhrušky\nHrušním daří se v našich podmínkách.\nmeruňky\nDaří se jim v našich podmínkách.\nKdo byl ve společnosti nejvýše postavený?\nšlechtic\nŠlechtici byli bohatí, bojovali za panovníka a bránili lid.\npastevec\nObyvatelé v počátku trvání Velkomoravské říše věřili:\nve více bohů\nByli pohané, uctívali mnoho bohů.\nVěřili jen v sebe.\nv jednoho boha\nNevěřili v žádného boha.\nKonstantina a Metoděje pozval kníže:\nBřetislav\nSvatopluk\nMojmír\nRastislav\nByl velkomoravským knížetem, který rozpoznal nebezpečný vliv sousední francké říše.",
        "tgt": {
          "ONLINE-B": "An der Spitze des Großmährischen Reiches stand ein Herrscher mit dem Titel: Fürst Großmähren war ein Fürstentum. Graf Welche Obstsorten bauten unsere Vorfahren an? Äpfel Apfelbäume gedeihen unter unseren Bedingungen. Birnen Birnbäume gedeihen unter unseren Bedingungen. Aprikosen Sie gedeihen unter unseren Bedingungen. Wer war die ranghöchste Person in der Gesellschaft? Adliger Adlige waren reich, kämpften für den Monarchen und verteidigten das Volk. Hirte Die Einwohner glaubten zu Beginn des Großmährischen Reiches an: mehrere Götter Sie waren Heiden, beteten viele Götter an. Sie glaubten nur an sich selbst. einen Gott Sie glaubten an keinen Gott. Konstantin und Method wurden vom Fürsten eingeladen: Břetislav Svatopluk Mojmír Rastislav Er war ein großmährischer Fürst, der den gefährlichen Einfluss des benachbarten Frankenreichs erkannte."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu03240_#_1",
        "src": "Písmo, které vzniklo na Velké Moravě, se jmenovalo:\nhlaholice\nnejstarší slovanské písmo\nazbuka\nlatinka\nstaroslověnština",
        "tgt": {
          "ONLINE-B": "Die in Großmähren entstandene Schrift hieß: Glagolitisch, die älteste slawische Schrift, Kyrillisch, Latein, Altkirchenslawisch."
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_dialogue_#_PMUL2755_#_0",
        "src": "Cestujete do Cambridge a těšíte se na místní turistické atrakce.\nHledáte <i>místo k pobytu</i>. Hotel by měl mít <i>čtyři hvězdičky</i> a měl by být na <i>východě</i>.\nHotel by měl být typu <i>pension</i>.\nJakmile najdete <i>hotel</i>, chcete ho rezervovat pro <i>8 osob</i> a <i>5 nocí</i>, začínající od <i>středy</i>.\nUjistěte se, že dostanete <i>referenční číslo</i>.\nTaké hledáte <i>místa k návštěvě</i> ve městě. Atrakce by měla být v <i>centru</i> a měla by být typu <i>muzeum</i>.\nUjistěte se, že dostanete <i>PSČ</i>.\nTaké chcete zarezervovat <i>taxi</i>, abyste se mohli dopravit mezi oběma místy.\nChcete odejít z <i>atrakce</i> v <i>12:30</i>.\nUjistěte se, že dostanete <i>kontaktní číslo</i> a <i>typ vozu</i>.",
        "tgt": {
          "Wenyiil": "Sie reisen nach Cambridge und freuen sich auf die örtlichen Sehenswürdigkeiten.\nSie suchen eine <i>Unterkunft</i>. Das Hotel sollte <i>vier Sterne</i> haben und im <i>Osten</i> liegen.\nDas Hotel sollte vom Typ <i>Pension</i> sein.\nWenn Sie das <i>Hotel</i> gefunden haben, möchten Sie es für <i>8 Personen</i> für <i>5 Nächte</i> ab <i>Mittwoch</i> buchen.\nVergewissern Sie sich, dass Sie die <i>Referenznummer</i> erhalten.\nSie suchen auch nach <i>Sehenswürdigkeiten</i> in der Stadt. Die Attraktion sollte im <i>Stadtzentrum</i> sein und vom Typ <i>Museum</i> sein.\nVergewissern Sie sich, dass Sie die <i>Postleitzahl</i> erhalten.\nSie möchten auch ein <i>Taxi</i> buchen, um die beiden Orte zu verbinden.\nSie möchten die Attraktion um 12:30 Uhr verlassen.\nVergewissern Sie sich, dass Sie die <i>Kontaktnummer</i> und den <i>Fahrzeugtyp</i> erhalten."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_dialogue_#_PMUL2755_#_1",
        "src": "X: Ahoj, hledám 4hvězdičkový hotel na východě.\nY: Na východní straně města nejsou žádné 4hvězdičkové hotely. Měla bys zájem zůstat v penzionu místo toho?\nX: Ano, penzion je to, co vlastně hledám.\nY: V oblasti je 6 penzionů. Jaké máš cenové rozmezí?\nX: Nemám na mysli žádné konkrétní cenové rozmezí. Co navrhuješ pro 8 lidí na 5 nocí? Potřebuji to od středy.\nY: Doporučila bych Autumn House na adrese 710 Newmarket Road. Má internet a parkování a je levný. Zní to dobře?\nX: Ano, také hledám místa k návštěvě ve městě. Atrakce by měla být v centru a měla by to být muzeum.\nY: V centru máme mnoho muzeí na výběr! Hledáš umělecké muzeum, archeologické nebo vědecké?\nX: Můžeš si vybrat za mě, ale ráda bych znala PSČ muzea.\nY: Moje volba je Castle Galleries. PSČ je CB2 3BJ. Nikdy jsem neudělala tu rezervaci hotelu. Chtěla bys, abych to udělala nyní?\nX: Ano, prosím. Také potřebuji zarezervovat taxi, které mě může vzít z hotelu tam.\nY: Dobře, v kolik hodin budeš odjíždět?\nX: Rezervujte hotel pro 8 osob na 5 nocí, začínající ve středu.\nY: Rezervace byla úspěšná. Referenční číslo je 057BYPRI. Můžu ti ještě s něčím pomoci?\nX: Můžeme zarezervovat to taxi? Budu potřebovat odejít z galerií v 12:30.\nY: Tvoje rezervace byla dokončena. Bude to červená Audi a kontaktní číslo je 07888569243. Bude dnes něco dalšího?\nX: Ne, byla jsi velmi nápomocná. Nemám žádné další otázky. Děkuji. Na shledanou.\nY: Děkuji a užij si pobyt v Cambridge!",
        "tgt": {
          "Wenyiil": "X: Hallo, ich suche ein 4-Sterne-Hotel im Osten.\nY: Auf der Ostseite der Stadt gibt es keine 4-Sterne-Hotels. Wärst du stattdessen daran interessiert, in einer Pension zu übernachten?\nX: Ja, eine Pension ist es, was ich eigentlich suche.\nY: Es gibt 6 Pensionen in der Gegend. Was ist Ihre Preisklasse?\nX: Ich habe keine konkrete Preisklasse im Sinn. Was schlägst du für 8 Personen für 5 Nächte vor? Ich brauche es ab Mittwoch.\nIch würde das Autumn House in der Newmarket Road 710 empfehlen. Es hat Internet und Parkplätze und ist günstig. Klingt das gut?\nX: Ja, ich suche auch nach Sehenswürdigkeiten in der Stadt. Die Attraktion sollte im Zentrum sein und es sollte ein Museum sein.\nY: Im Zentrum haben wir viele Museen zu bieten! Suchst du ein Kunstmuseum, ein archäologisches oder ein wissenschaftliches?\nX: Du kannst für mich auswählen, aber ich würde gerne die Postleitzahl des Museums wissen.\nY: Meine Wahl ist Castle Galleries. Die Postleitzahl ist CB2 3BJ. Ich habe noch nie eine Hotelreservierung gemacht. Möchtest du, dass ich es jetzt mache?\nX: Ja, bitte. Ich muss auch ein Taxi buchen, das mich vom Hotel dorthin bringen kann.\nY: Okay, wann wirst du abfahren?\nX: Ich würde gerne ein Hotel für 8 Personen für 5 Nächte ab Mittwoch buchen.\nY: Die Reservierung war erfolgreich. Die Referenznummer lautet 057BYPRI. Kann ich Ihnen noch irgendwie helfen?\nX: Können wir das Taxi reservieren? Ich werde die Galerien um 12:30 Uhr verlassen müssen.\nIhre Reservierung ist abgeschlossen. Es wird ein rotes Audi sein, und die Kontaktnummer lautet 07888569243. Wünschen Sie heute noch etwas?\nX: Nein, Sie waren sehr hilfreich. Ich habe keine weiteren Fragen. Vielen Dank. Auf Wiedersehen.\nY: Vielen Dank und noch viel Spaß in Cambridge!"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu31712_#_0",
        "src": "Umístím na jednotlivá roční období čísla tak, aby nejmenší číslo bylo na jaře.\nRozdíl čísel na podzim a v zimě je 20.\nVedle čísla 21 není číslo 23.\nUmístím na jednotlivá roční období čísla tak, aby na podzim bylo největší číslo.\nNaproti němu číslo o 34 menší.\nNejmenší číslo není v zimě.\nUmístím na jednotlivá roční období čísla tak, aby v zimě bylo číslo nejmenší.\nJaro má k sobě protilehlé číslo s rozdílem 15.\nSoučet všech čísel v kruhu je 100.\nUmístím na jednotlivá roční období čísla tak, aby součet dvou čísel v horní polovině kruhu se rovnal 47 a součet dvou čísel v levé polovině kruhu se rovnal 61.\nSoučet všech čísel v kruhu se rovná 100.",
        "tgt": {
          "Algharb": "Ich ordne den einzelnen Jahreszeiten Zahlen so zu, dass die kleinste Zahl dem Frühling zugeordnet ist.\nDer Unterschied zwischen den Zahlen im Herbst und im Winter beträgt 20.\nNeben der Zahl 21 ist nicht die Zahl 23.\nIch ordne den einzelnen Jahreszeiten Zahlen so zu, dass die größte Zahl dem Herbst zugeordnet ist.\nGegenüber ihm eine Nummer um 34 kleiner.\nDie kleinste Zahl ist nicht im Winter.\nIch ordne den einzelnen Jahreszeiten Zahlen so zu, dass die Zahl im Winter am kleinsten ist.\nJahr hat eine gegenüberliegende Zahl mit einem Unterschied von 15.\nDie Summe aller Zahlen im Kreis ist 100.\nIch ordne den einzelnen Jahreszeiten Zahlen so zu, dass die Summe der beiden Zahlen in der oberen Hälfte des Kreises 47 und die Summe der beiden Zahlen in der linken Hälfte des Kreises 61 beträgt.\nDie Summe aller Zahlen im Kreis beträgt 100."
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16563_#_0",
        "src": "Never more (nevyhnutelnému?) konci Dejvické nádražky, oáze levného piva a bigbítů, která mění nájemce",
        "tgt": {
          "EuroLLM-22B": "Nie mehr (dem unvermeidlichen?) Ende der Dejvická nádražka, einer Oase billigen Biers und Bigbítes, die ihren Mieter wechselt"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16563_#_1",
        "src": "Dlouhá desetiletí to bývalo originální místo autentické kultury a svérázné poetiky, čím dál osamělejší ve zglajchšaltované šedi jiných kulturních svatostánků. Nyní se Dejvická nádražka dostává do rukou korporátu... Fantasy sága Maková válka je jen pro masochisty. A rozloučili jsme se s posledním zakládajícím členem slavné skupiny The Band.",
        "tgt": {
          "EuroLLM-22B": "Jahrzehntelang war dies ein origineller Ort authentischer Kultur und eigenwilliger Poesie, immer einsamer in der gleichförmigen Grauheit anderer Kulturtempel. Nun geht die Dejvická nádražka in die Hände eines Konzerns... Die Fantasysaga \"Maková válka\" ist nur etwas für Masochisten. Und wir haben uns von dem letzten Gründungsmitglied der berühmten Band The Band verabschiedet."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16563_#_2",
        "src": "Marek Gregor: Boje o zachování jedné z posledních klasických nádražních restaurací utichly. Zánik proslulé dejvické nádražky hrozil opakovaně, ale vždycky se místním z Prahy 6 místo skvělých koncertů s jedinečnou atmosférou a piva za slušnou cenu, kde kdysi vznikl legendární slogan Miloš Frýba na Hrad, podařilo ochránit. Nyní se zdá, že éra tamních bigbítů definitivně končí, Správa železnic vyhlásila vítěze výběrového řízení, kterým se stala společnost Spojka Events, provozující mimo jiné Fantovu kavárnu na hlavním nádraží.",
        "tgt": {
          "EuroLLM-22B": "Marek Gregor: Die Kämpfe um den Erhalt einer der letzten klassischen Bahnhofsrestaurants sind verstummt. Das Ende der berühmten Dejvická nádražka drohte wiederholt, aber den Bewohnern von Prag 6 gelang es immer, den Ort mit seinen großartigen Konzerten, der einzigartigen Atmosphäre und dem Bier zu einem vernünftigen Preis zu schützen, wo einst der legendäre Slogan \"Miloš Frýba auf den Hrad\" entstand. Nun scheint die Ära der Bigbítes dort endgültig zu Ende zu gehen. Die Eisenbahnverwaltung hat den Gewinner des Auswahlverfahrens bekannt gegeben, der die Firma Spojka Events ist, die unter anderem die Fantova-Kaffeehaus im Hauptbahnhof betreibt."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16563_#_3",
        "src": "Richard Klíčník: Fantasy sága R. F. Kuang s názvem Maková válka (vyd. Host) je u konce, a to i v audiopodobě (vyd. OneHotBook). Její četba či poslech jsou masochistické guilty pleasure. První dva díly jsou jak kvůli plochosti obřího množství postav, nesnesitelné hlavní hrdince a snad ještě nesnesitelnějšímu překladu Daniely Orlando k nepřežití. Jde o překlad překladu, originál je čínsky, česká verze vznikla na základě hojně kritizovaného anglického převodu. Kupodivu díl třetí je na tom po dějové stránce podstatně lépe (překlad jen o fous). Autorka už vyvraždila většinu otravných postav a zbylým může věnovat dost prostoru, aby mohly čtenáři lézt na nervy ještě víc. Vyzdvihnout musíme výkon Terezy Dočkalové, která četbu tří rozměrných knih přežila. Ale pokud rádi trpíte u béčkových fantasy, berte tohle Never more jako doporučení!",
        "tgt": {
          "EuroLLM-22B": "Richard Klíčník: Die Fantasysaga R. F. Kuang mit dem Titel \"Maková válka\" (veröffentlicht von Host) ist zu Ende, auch in Audioform (veröffentlicht von OneHotBook). Ihr Lesen oder Hören ist ein masochistisches \"guilty pleasure\". Die ersten beiden Bände sind aufgrund der Flachheit der riesigen Anzahl von Charakteren, der unerträglichen Hauptfigur und des noch unerträglicheren Übersetzungs von Daniela Orlando kaum zu überleben. Es handelt sich um eine Übersetzung der Übersetzung, der Originaltext ist chinesisch, die tschechische Version basiert auf einer stark kritisierten englischen Version. Seltsamerweise ist der dritte Band inhaltlich wesentlich besser (die Übersetzung ist nur ein wenig besser). Die Autorin hat die meisten der lästigen Charaktere bereits umgebracht und kann den verbleibenden noch mehr Platz widmen, damit sie den Lesern noch mehr auf die Nerven gehen können. Wir müssen die Leistung von Tereza Dočkalová hervorheben, die das Lesen der drei umfangreichen Bücher überlebt hat. Aber wenn Sie gerne bei B-Fantasy leiden, dann nehmen Sie dieses \"Never more\" als Empfehlung!"
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16563_#_4",
        "src": "Vojtěch Rynda: Před dvěma týdny zemřel Garth Hudson, primárně klávesista skupiny The Band a hlavní tvůrce jejího pestrého zvuku. The Band vytvořili spoustu skvělé muziky sami za sebe i s jinými, zejména s Bobem Dylanem, kterému začali dělat doprovodnou kapelu ještě pod jménem The Hawks na konci léta 1965 - tedy pár týdnů poté, co končí film Bob Dylan: Úplně neznámý, jenž právě běží v kinech. Garth Hudson se jeho americké premiéry ještě dožil. Z původní sestavy The Band byl poslední.",
        "tgt": {
          "EuroLLM-22B": "Vojtěch Rynda: Vor zwei Wochen starb Garth Hudson, hauptsächlich Keyboarder der Band The Band und Hauptgestalter ihres vielfältigen Klangs. The Band haben viel großartige Musik allein und mit anderen geschaffen, insbesondere mit Bob Dylan, dem sie ab Ende des Sommers 1965, also wenige Wochen nach dem Ende des Films \"Bob Dylan: Unbekannt\", der gerade in den Kinos läuft, als Begleitband unter dem Namen The Hawks spielten. Garth Hudson erlebte die amerikanische Premiere noch mit. Er war das letzte Mitglied der ursprünglichen Besetzung von The Band."
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08500_#_0",
        "src": "Mihule potoční je v Česku kriticky ohrožený druh.\nMalé tělní otvory za hlavou na boku těla mihule jsou žaberní otvory, které slouží k dýchání.\nRozhodni, zda se jedná o pravdivé, nebo nepravdivé tvrzení. Odpovíš-li na vše dobře, odkryje se obrázek.\nLarvy mihule se nazývají minohy.\nKruhoústí mají chrupavčitou kostru.\nPotravou mihule říční je plankton.\nMihule mají velké zuby v několika řadách.\nMihule říční žije v moři u severoevropských břehů.\nÚsta mihule jsou tvořena kruhovitou přísavkou.\nMihule mořská parazituje na rybách.\nMihule mořská žije v tropických oblastech.\nMihule mořská je menší než mihule říční.\nMihule říční žije v řekách a tře se v potocích.\nDospělci mihule potoční se živí planktonem.\nMihule dýchají celým povrchem těla.\nMihule má hadovitý tvar těla.\nMihule nemají čelisti.",
        "tgt": {
          "ONLINE-B": "Das Flussneunauge ist in der Tschechischen Republik eine vom Aussterben bedrohte Art. Die kleinen Körperöffnungen hinter dem Kopf seitlich am Körper des Neunauges sind Kiemenöffnungen, die zum Atmen dienen. Entscheiden Sie, ob diese Aussage wahr oder falsch ist. Wenn Sie alle Fragen richtig beantworten, wird ein Bild angezeigt. Neunaugenlarven werden Neunaugen genannt. Rundmäuler haben ein knorpeliges Skelett. Das Flussneunauge ernährt sich von Plankton. Neunaugen haben große Zähne in mehreren Reihen. Das Flussneunauge lebt im Meer vor der Küste Nordeuropas. Das Maul des Neunauges wird von einem runden Saugnapf gebildet. Meerneunaugen parasitieren Fische. Meerneunaugen leben in tropischen Gebieten. Meerneunaugen sind kleiner als Flussneunaugen. Flussneunaugen leben in Flüssen und laichen in Bächen. Erwachsene Flussneunaugen ernähren sich von Plankton. Neunaugen atmen durch die gesamte Körperoberfläche. Neunaugen haben eine schlangenförmige Körperform. Neunaugen haben keine Kiefer."
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_respekt-cs.11394_#_0",
        "src": "Zvýšení koncesionářských poplatků se nejspíš posune do Senátu, ale děti cálovat nebudou • RESPEKT",
        "tgt": {
          "TranssionTranslate": "Die Erhöhung der Konzessionsgebühren wird wahrscheinlich an den Senat weitergeleitet, aber sie werden die Kinder nicht küssen • RESPEKT"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_respekt-cs.11394_#_1",
        "src": "Poslanci se ve středu mimořádně sejdou k závěrečnému schvalování sporné vládní novely, která počítá se zvýšením koncesionářských poplatků a rozšířením okruhu poplatníků. \"Ta minulá debata před koncem roku byla poměrně hodně určující a ukazující, co si opozice o ČT myslí. Viděli jsme i jakési odkrytí plánu, kdy Andrej Babiš otevřeně mluvil o tom, že by koncesionářské poplatky rád zrušil a financování veřejnoprávních institucí navázal na státní rozpočet. Tím by de facto dostal obě média pod přímou státní kontrolu, čímž by z nich udělal vydíratlená média. Mimořádná schůze určuje, že nebude možné měnit program a pravděpodobně by se to v případě, že se to nestihne odhlasovat ve středu, odložilo na pátek,\" říká ve Výtahu Respektu František Trojan, podle kterého se novela nejspíš posune do horní komory. Ve zpravodajském podcastu ale mluví i o dalším klíčovém momentu, který tento týden poslance čeká, a to hlasování o možném vydání šéfa SPD Tomia Okamury k trestnímu stíhání. Podle policie by se totiž kvůli loňské billboardové kampani mohl dopustit podněcování k nenávisti vůči skupině osob nebo omezování jejich práv a svobod. Jaká je šance, že poslanci Okamuru vydají? Jak jsou na tom vlastně jednotlivé strany a hnutí půl roku před sněmovními volbami? A jak se rýsuje volební spolupráce jednotlivých uskupení?",
        "tgt": {
          "TranssionTranslate": "Die Abgeordneten treffen sich am Mittwoch zu einer außerordentlichen Sitzung, um den umstrittenen Regierungsänderungsantrag abzuschließen, der eine Erhöhung der Konzessionsgebühren und eine Ausweitung des Steuerzahlerkreises vorsieht. „Die letzte Debatte vor Jahresende war ziemlich entscheidend und zeigte, was die Opposition über CT denkt. Wir erlebten auch eine Art Enthüllung des Plans, als Andrej Babiš offen über seinen Wunsch sprach, die Konzessionsgebühren abzuschaffen und die Finanzierung öffentlicher Einrichtungen an den Staatshaushalt zu koppeln. Dies würde beide Medien de facto unter direkte staatliche Kontrolle stellen und sie somit zu erpressbaren Medien machen. Die außerordentliche Sitzung stellt fest, dass eine Änderung des Programms nicht möglich sein wird, und sie würde wahrscheinlich auf Freitag verschoben, wenn nicht am Mittwoch darüber abgestimmt wird“, sagt František Trojan in Výtaha Respekt, dem zufolge der Änderungsantrag wahrscheinlich ins Oberhaus gelangt. Im Nachrichten-Podcast spricht er auch über einen weiteren wichtigen Moment, der die Abgeordneten diese Woche erwartet, nämlich die Abstimmung über die mögliche Auslieferung des SPD-Vorsitzenden Tomi Okamura zur Strafverfolgung. Laut Polizei könnte er sich aufgrund seiner Plakatkampagne im vergangenen Jahr der Anstiftung zum Hass gegen eine Gruppe oder der Einschränkung ihrer Rechte und Freiheiten schuldig gemacht haben. Wie stehen die Chancen, dass die Abgeordneten Okamura ausliefern? Wie steht es um die einzelnen Parteien und Bewegungen sechs Monate vor den Parlamentswahlen? Und wie gestaltet sich die Wahlzusammenarbeit der einzelnen Gruppen?"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08502_#_0",
        "src": "Víš, jak vypadají rybí pásma?\nRoztřiď charakteristiky k jednotlivým pásmům.\npásmo lipanové\npásmo cejnové\npásmo pstruhové\npásmo parmové\nmálo kyslíku\nhodně planktonu\nhorské potoky a řeky\ndolní toky velkých řek\nmeandry\nmenší spád vody\nteplota vody 15–20 °C\nstudená voda\nhodně bezobratlých živočichů\nstřední toky\nteplota vody až 25 °C v létě\nhodně trav a řas\nhodně kyslíku\nteplejší voda, až 30 °C\npodhorské potoky\nRoztřiď ryby podle toho, ve kterém rybím pásmu se vyskytují.\ncejnové\nhrouzek\npstruh\nsumec\nstřevle\nkapr\nokoun\nkaras\nplotice\nhlavatka\nvranka\nmník\nperlín\nRoztřiď znaky dravých a nedravých ryb.\nryby dravé\nryby nedravé\nrychlý pohyb vpřed\npotrava drobné ryby či obratlovci\ntělo zploštělé ze stran\ndlouhé válcovité tělo\npomalý pohyb vlněním\njen požeráková kost\nrostlinná potrava, hmyz, plankton\nukrývá se mezi stonky vodních rostlin\ndrobné zuby směrem dozadu\nhřbetní ploutev posunutá dozadu",
        "tgt": {
          "Yolu": "Weißt du, wie Fischherde aussehen?\nOrdne die Eigenschaften den einzelnen Regionen zu.\nLipan-Bereich\nZollbandbreite\nForellen-Gebiet\nPaarmová Farbe\nwenig Sauerstoff\nviel Plankton\nBergbäche und Flüsse\nUntere Flussläufe großer Flüsse\nMeandry\ngeringer Wasserabfluss\nWassertemperatur 15–20 °C\nkaltes Wasser.\nViele wirbellose Tiere\nMittlere Flüsse\nWassertemperatur bis zu 25 °C im Sommer\nViel Gras und Algen\nviel Sauerstoff\nWärmeres Wasser, bis zu 30 °C\nPodhorské Potoky (Podhorské Bäche)\nSortiere die Fische nach dem Gebiet, in dem sie vorkommen.\nPreisvärt\nHrouzek (Hrausek)\nPstruh (Forelle)\nsumec   (sumek)\nStřevle (Strevel)\nKapre\nOkoun (Eiche)\nKaras (Karasi)\nPlotice   (Plotitz)\nKopfdeckel\nvranka (Vranka)\nMnikaus\nPerlen\nOrdne die Merkmale von Raubfischen und Nicht-Raubfischen ein.\nRaubfische\nnicht aggressive Fische\nschnelle Vorwärtsbewegung\nNahrung: kleine Fische oder Wirbeltiere\nKörper an den Seiten abgeflacht\nlanger zylindrischer Körper\nlangsame Bewegung in Wellenform\nNur ein Knochenfleisch\nPflanzennahrung, Insekten, Plankton\nversteckt sich unter den Stängeln von Wasserpflanzen\nkleine Zähne nach hinten gerichtet\nRückenflosse nach hinten versetzt"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08502_#_1",
        "src": "cejn\nštika\ncandát\nlín",
        "tgt": {
          "Yolu": "Zejn\nSchinka\nKandidat/Kandidatin\nLin (Lín)"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_cesky_rozhlas-cs.188013_#_0",
        "src": "Vydejte se na tour de Divadlo Spejbla a Hurvínka a poznejte slasti i strasti vodiče loutek. I přes dokonalou zručnost někdy vypadne loutka z ruky, pak začíná velké dobrodružství",
        "tgt": {
          "Yolu": "Begeben Sie sich auf eine Tour durch das Spejbl und Hurvínka-Theater und lernen Sie die Freuden und Leiden des Puppenspielers kennen. Auch bei perfektem Geschick kann manchmal die Puppe aus den Händen fallen, und dann beginnt ein großes Abenteuer."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_cesky_rozhlas-cs.188013_#_1",
        "src": "Dvojici loutek Spejbla a Hurvínka znají snad opravdu všichni. Dřevěné figurce Spejbla, jehož prvním \"vodičem\" byl slavný loutkář Josef Skupa, je už více než sto let. A na kulatou stovku táhne i nezbednému Hurvínkovi. Diváci vídají tuhle nerozlučnou dvojku pravidelně v Divadle Spejbla a Hurvínka v Dejvicích, a to hned v několika inscenacích. Málokdo si ale dokáže představit, jak náročné je takovou loutku vodit.",
        "tgt": {
          "Yolu": "Die zwei Puppen Spejbl und Hurvínek kennt vielleicht wirklich jeder. Die Holzfigur Spejbl, deren erster „Führer“ der berühmte Puppenspieler Josef Skupa war, ist bereits über hundert Jahre alt. Und auch der freche Hurvínek nähert sich dem hundertsten Geburtstag. Die Zuschauer sehen dieses unzertrennbare Duo regelmäßig im Teatrale Spejbl a Hurvínek in Dejvice, und zwar gleich in mehreren Inszenierungen. Nur wenige können sich jedoch vorstellen, wie anspruchsvoll es ist, eine solche Puppe zu führen."
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08596_#_0",
        "src": "Člověk má celkem kostí více než…\nMezi kosti obličejové části lebky nepatří…\nkost čelní\nkost nosní\nkost lícní\nkost slzní\nMezi svaly horní končetiny patří…\nvelký prsní sval\nsval trapézový\nsval krejčovský\nsval deltový\nDvojcípá chlopeň se v srdci nachází...\nna začátku aorty\nmezi pravou síní a pravou komorou\nna začátku plicní tepny\nmezi levou síní a levou komorou\nŽluč…\nse vytváří ve žlučníku\nmá nažloutlou barvu\nusnadňuje trávení cukrů\nje tvořena jaterními buňkami\nPůsobením UV záření vzniká v kůži vitamin…\nZrakové centrum koncového mozku je v laloku…\ntýlním\ntemenním\nčelním\nspánkovým\nV přední části přechází oko v průhlednou…\nrohovku\nbělimu\nzornici\ncévnatku",
        "tgt": {
          "Claude-4": "Der Mensch hat insgesamt mehr als … Knochen\nZu den Knochen des Gesichtsteils des Schädels gehört nicht…\nStirnbein\nNasenbein\nJochbein\nTränenbein\nZu den Muskeln der oberen Extremität gehört…\ngroßer Brustmuskel\nTrapezmuskel\nSchneidermuskel\nDeltamuskel\nDie Bikuspidalklappe befindet sich im Herzen...\nam Anfang der Aorta\nzwischen rechtem Vorhof und rechter Kammer\nam Anfang der Lungenarterie\nzwischen linkem Vorhof und linker Kammer\nDie Galle…\nwird in der Gallenblase gebildet\nhat eine gelbliche Farbe\nerleichtert die Verdauung von Zuckern\nwird von Leberzellen gebildet\nDurch die Einwirkung von UV-Strahlung entsteht in der Haut Vitamin…\nDas Sehzentrum des Endhirns befindet sich im … Lappen\nHinterhaupts-\nScheitel-\nStirn-\nSchläfen-\nIm vorderen Teil geht das Auge in die durchsichtige … über\nHornhaut\nLederhaut\nPupille\nAderhaut"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08596_#_1",
        "src": "Krátké výběžky nervových buněk (neuronů)...\nvedou vzruch k dalším buňkám\njsou neurity\njsou dendrity\nvytváří synapse\nTěhotenství trvá u člověka přibližně…\n180 dnů\n280 dnů\n365 dnů\n200 dnů",
        "tgt": {
          "Claude-4": "Kurze Fortsätze von Nervenzellen (Neuronen)...\nleiten Erregungen zu anderen Zellen weiter\nsind Neuriten\nsind Dendriten\nbilden Synapsen\nDie Schwangerschaft dauert beim Menschen etwa…\n180 Tage\n280 Tage\n365 Tage\n200 Tage"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_0",
        "src": "Lesy ČR na 100 místech upraví hospodaření, pomohou vzácným druhům",
        "tgt": {
          "GemTrans": "Die staatliche Forstverwaltung \"Lesy ČR\" wird an 100 Standorten Maßnahmen zur Verbesserung des Forstwirtschaftsbetriebs ergreifen, um gefährdete Arten zu schützen."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_1",
        "src": "Bernartice (Benešovsko) - Borové lesy u Želivky s výskytem kriticky ohrožené byliny kuřičky hadcové, Ždánický nebo Český les a další místa zařadily Lesy ČR do nového programu 100 ostrovů obnovy přírody. V těchto oblastech upraví způsob hospodaření tak, aby lépe vyhovoval přirozenému prostředí vzácných rostlinných nebo živočišných druhů. U Želivky je například potřeba strhávat humusovou vrstvu, aby se vzácná kuřička dostala k hornině hadec, na níž je závislá, řekl dnes novinářům generální ředitel Lesů ČR Dalibor Šafařík.",
        "tgt": {
          "GemTrans": "Bernartice (Bezirk Benešov) – Die Wälder in der Nähe von Želivka, in denen die stark gefährdete Pflanze „Hadcová kuřička“ (eine Art Hahnenfuß) vorkommt, sowie der Ždánický- oder „Český les“ (Tschechischer Wald) und andere Gebiete wurden von den staatlichen Forstbetrieben (Lesy ČR) in ein neues Programm mit dem Namen „100 Inseln der Wiederherstellung der Natur“ aufgenommen. In diesen Gebieten wird die Forstwirtschaft so angepasst, dass sie besser mit dem natürlichen Lebensraum seltener Pflanzen- oder Tierarten übereinstimmt. In der Nähe von Želivka beispielsweise muss die Humusschicht entfernt werden, damit die seltene Pflanze Zugang zum Gestein (Hadc) erhält, von dem sie abhängig ist, erklärte der Generaldirektor von Lesy ČR, Dalibor Šafařík, heute gegenüber Journalisten."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_2",
        "src": "Opatření budou zahrnovat sanaci starých melioračních příkopů nebo vyhloubení tůní. Další možností je využití pastvy hospodářských zvířat nebo ponechávání takzvaných biotopových stromů, které mají za úkol podpořit rozvoj organismů na ně vázaných. \"Měníme obnovu porostů tak, aby byly ve prospěch vzácných endemických ohrožených druhů nebo i takových druhů, které chceme v rozvoji té oblasti podpořit,\" uvedl Šafařík. Náklady na opatření budou podle něj nízké, půjde o jednotky milionů korun. \"Je možné, že v určitých případech dojde ke snížení výnosů, ale může to být přechodná záležitost,\" dodal.",
        "tgt": {
          "GemTrans": "Die Maßnahmen umfassen die Sanierung alter Entwässerungsgräben oder die Anlage von Teichen. Eine weitere Möglichkeit ist die Nutzung von Weideland für Nutztiere oder das Belassen sogenannter Biotopbäume, die dazu dienen, die Entwicklung von daran gebundenen Organismen zu fördern. \"Wir verändern die Wiederaufforstung so, dass sie zum Wohle seltener, endemischer und gefährdeter Arten oder auch solcher Arten beiträgt, deren Entwicklung in dieser Region wir fördern wollen\", sagte Šafařík. Die Kosten für die Maßnahmen seien gering und würden sich im Bereich von einigen Millionen Kronen bewegen. \"Es ist möglich, dass es in bestimmten Fällen zu Ertragsminderungen kommt, aber das kann vorübergehend sein\", fügte er hinzu."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_3",
        "src": "Lesy ČR chtějí během roku vybrat území s velkým biologickým potenciálem i ta, v nichž je třeba promyšlenými lesnickými zásahy a úpravou hospodaření tento potenciál nastartovat. Mezi vybranými oblastmi jsou kromě borových lesů u Želivky třeba Ždánický les s výskytem cikády viniční nebo Přimda v Českém lese, kde mají opatření pomoci datlíku tříprstému a kočce divoké. \"To není nějaká konzervace území ve smyslu bezzásahovosti, ale promyšlené zásahy, které mají vést k prosperitě a integraci zájmů v daném území,\" zdůraznil Šafařík.",
        "tgt": {
          "GemTrans": "Die tschechische Forstbehörde \"Lesy ČR\" plant, im Laufe des Jahres Gebiete mit hohem ökologischem Potenzial zu identifizieren, sowie solche, in denen gezielte forstwirtschaftliche Maßnahmen und eine Anpassung der Bewirtschaftung erforderlich sind, um dieses Potenzial zu fördern. Zu den ausgewählten Gebieten gehören neben den Kiefernwäldern bei Želivka auch der Ždánický-Wald, in dem die Weinzikade vorkommt, und Přimda im Böhmischen Wald, wo Maßnahmen zum Schutz des Dreizehenspechts und der Wildkatze ergriffen werden sollen. \"Dies ist keine Art von Naturschutz im Sinne von Nicht-Eingriff, sondern gezielte Maßnahmen, die darauf abzielen, die Entwicklung zu fördern und die Interessen in dem jeweiligen Gebiet in Einklang zu bringen\", betonte Šafařík."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_4",
        "src": "Cílem je vytvořit krajinu, v níž se prolínají různé způsoby hospodaření a ochrany přírody. Ministr zemědělství Marek Výborný (KDU-ČSL) vyzdvihl, že Lesy ČR budou na programu spolupracovat nejen s orgány ochrany přírody, regionální státní správou a vědeckou komunitou, ale i občanskými organizacemi a veřejností. \"Společně tak pomůžeme dostát závazkům, které pro Česko plynou z nařízení Evropské unie o obnově přírody a adaptaci lesů na klimatickou změnu,\" dodal Výborný.",
        "tgt": {
          "GemTrans": "Ziel ist es, eine Landschaft zu schaffen, in der verschiedene Formen der Landwirtschaft und des Naturschutzes miteinander harmonieren. Landwirtschaftsminister Marek Výborný (KDU-ČSL) betonte, dass die staatlichen Forstbetriebe (Lesy ČR) im Rahmen dieses Programms nicht nur mit Naturschutzbehörden, regionalen Verwaltungen und der wissenschaftlichen Gemeinschaft zusammenarbeiten werden, sondern auch mit Bürgerinitiativen und der Öffentlichkeit. „Gemeinsam werden wir dazu beitragen, die Verpflichtungen zu erfüllen, die sich für die Tschechische Republik aus der EU-Verordnung zur Wiederherstellung der Natur und zur Anpassung der Wälder an den Klimawandel ergeben“, fügte Výborný hinzu."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_5",
        "src": "Prvním pomyslným ostrovem obnovy přírody je 45hektarová plocha v hospodářském lese nedaleko národní přírodní památky Hadce u Želivky, kde roste kuřička hadcová uvedená na seznamu kriticky ohrožených rostlin. Roste jen v Čechách, a to na dvou místech. Lesy v Bernarticích-Borovsku jsou jedním z nich. V minulosti se tam osvědčila lesní pastva, návratu ohrožených rostlin pomáhá stádo ovcí. Podle jednatele Českého svazu ochránců přírody Vlašim Karla Kříže se za posledních 15 let podařilo populaci kuřičky zvýšit třikrát, předtím byla téměř na vyhynutí.",
        "tgt": {
          "GemTrans": "Ein erstes „Pilotprojekt“ zur Wiederherstellung der Natur ist eine 45 Hektar große Fläche in einem Wirtschaftswald in der Nähe des Naturdenkmals „Hadce u Želivky“, wo die „Hadce-Nelke“ (ein auf der Liste der gefährdeten Pflanzen stehendes Gewächs) wächst. Diese Pflanze kommt nur in Böhmen vor, und zwar an zwei Standorten. Einer davon sind die Wälder in Bernartice-Borovsko. In der Vergangenheit hat sich hier die Weidewirtschaft als erfolgreich erwiesen, und eine Schafherde trägt zur Wiederansiedlung gefährdeter Pflanzen bei. Laut Karl Kříž, dem Geschäftsführer des tschechischen Naturschutzbundes in Vlašim, konnte die Population der Hadce-Nelke in den letzten 15 Jahren verdreifacht werden, zuvor war sie fast vom Aussterben bedroht."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_ctk.cz.120672_#_6",
        "src": "\"Upravujeme v oblasti hospodaření, abychom podpořili a rozšířili populaci této ohrožené rostliny a dalších vázaných na horninu zvanou hadec jako kuřička Smejkalova nebo houba zvaná kuřátka něžná. Zásadní jsou opakovaná opatření, zejména kosení, lesní pastva, prosvětlování lesa a výsadba kuřičky, která provádí Český svaz ochránců přírody Vlašim,\" uvedl lesní správce z Ledče nad Sázavou Jaroslav Moravec.",
        "tgt": {
          "GemTrans": "\"Wir setzen Maßnahmen im Bereich der Bewirtschaftung um, um die Population dieser gefährdeten Pflanze und anderer Arten, die an den sogenannten \"Hadec\"-Felsformationen gebunden sind, wie beispielsweise die \"Smejkal-Nelke\" oder der Pilz \"zarte Pfifferlinge\", zu fördern und zu erweitern. Entscheidend sind dabei wiederholte Maßnahmen, insbesondere das Mähen, die Beweidung, die Durchforstung des Waldes und die Anpflanzung der \"Smejkal-Nelke\", die vom tschechischen Naturschutzbund in Vlašim durchgeführt werden\", erklärte der Förster aus Ledče nad Sázavou, Jaroslav Moravec."
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu02178_#_0",
        "src": "V jakém podnebném pásmu se rozkládá Středomoří?\nv subtropickém\nv tropickém suchém\nv tropickém střídavě vlhkém\nv mírném\nVe kterém období roku jsou řeky ve Středomoří téměř bez vody?\nleden–březen\nříjen–listopad\nčerven–srpen\nsrpen–říjen\nKterá rostlina nepatří mezi zemědělsky pěstované rostliny v oblasti Středomoří?\ndub korkový\npistácie\nNení zemědělská rostlina.\nCo jsou macchie?\nneprostupné porosty keřů\nokrasné rostliny\noloupané kmeny dubu korkového\nstromy rostoucí na pobřeží\nKteré tvrzení vysvětluje pojem vádí?\nDuna, která se velmi rychle pohybuje pouští.\nVelké skalní útvary, které vznikly jako následek dlouhodobého proudění větru.\nSuchá koryta řek, kterými voda protéká jen občas.\nPodzemní voda, která ve výjimečných případech tryská na povrch pouště.",
        "tgt": {
          "DLUT_GTCOM": "In welcher Klimazone befindet sich das Mittelmeer?\nin den Subtropen\nin tropischen Trockengebieten\nin tropischen Wechselfeuchten\nin mild\nZu welcher Jahreszeit sind die Flüsse im Mittelmeer fast trocken?\nJanuar–März\nOktober–November\nJuni–August\nAugust–Oktober\nWelche Pflanze zählt nicht zu den landwirtschaftlich genutzten Pflanzen im Mittelmeerraum?\nKorkeiche\nPistazie\nEs handelt sich nicht um eine landwirtschaftliche Pflanze.\nWas ist Macchia?\nundurchdringliche Büsche\nZierpflanzen\ngeschälte Korkeichenstämme\nBäume wachsen an der Küste\nWelche Aussage erklärt das Konzept von Wādī?\nEine Düne, die sich sehr schnell durch die Wüste bewegt.\nGroße Felsformationen, die durch langjährigen Windstrom entstanden sind.\nTrockene Flussbetten, durch die nur gelegentlich Wasser fließt.\nGrundwasser, das in Ausnahmefällen an die Oberfläche der Wüste sprudelt."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu02178_#_1",
        "src": "Které tvrzení neplatí pro rostliny rostoucí v pouštích?\nMají rozsáhlý kořenový systém pro čerpání vody z velké hloubky.\nMají velké listy a rozvětvené stonky kvůli vytváření stínu pro kořeny.\nČasto přežívají velkou částí těla pod povrchem.\nMají tvrdé, kožovité listy.\nKterého z živočichů nespatříš na poušti?\nkolibříka\nŽiví se nektarem z květů a drobným hmyzem.\nchřestýše\nfenka berberského\nštíra\nJak se nazývají lidé, kteří putují přes pouště s karavanami?\ndromedáři\npoutníci\nhonáci\nnomádi\nKterá období se střídají během roku v africké savaně?\njaro, léto, podzim a zima\nobdobí chladu a období horka\nobdobí trávy a období sucha\nobdobí dešťů a období sucha",
        "tgt": {
          "DLUT_GTCOM": "Welche Aussage über in Wüsten wachsende Pflanzen ist NICHT richtig?\nSie verfügen über ein ausgedehntes Wurzelsystem, um Wasser aus großen Tiefen zu ziehen.\nSie haben große Blätter und verzweigte Stängel, um den Wurzeln Schatten zu spenden.\nSie überleben oft, obwohl ein großer Teil ihres Körpers unter der Oberfläche liegt.\nSie haben harte, ledrige Blätter.\nWelches dieser Tiere werden Sie in der Wüste nicht sehen?\nKolibri\nSie ernähren sich von Blütennektar und kleinen Insekten.\nKlapperschlangen\nWeibchen des Barbary Sheepdog\nSkorpion\nWie nennt man Menschen, die mit Wohnwagen durch Wüsten reisen?\nDromedare\nPilger\nViehtreiber\nNomaden\nWelche Jahreszeiten wechseln sich im Laufe eines Jahres in der afrikanischen Savanne ab?\nFrühling, Sommer, Herbst und Winter\nkalte Jahreszeit und heiße Jahreszeit\nGrassaison und Trockenzeit\nRegenzeit und Trockenzeit"
        }
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu02178_#_2",
        "src": "V subrovníkovém pásmu se vyskytují sezonní větry, které v létě přinášejí srážky od moře na pevninu a v zimě proudí z pevniny na moře.\nJak zní jejich název?\npasáty\nmonzuny\ntornáda\nhurikány\nCo je typickou dřevinou australské savany?\nakácie\nbaobab\nblahovičník\njiným názvem též Eucalyptus\npalma kokosová\nKterý z uvedených živočichů nežije v africké savaně?\nzebra\npuma\nŽije v Severní Americe.\nlev\nžirafa\nJaké je podnebí v tropickém pásmu okolo rovníku?\nJe zde stále stejné podnebí.\nStřídají se čtyři roční období.\nStřídá se horké a chladné období.\nStřídá se období děšťů a období sucha.\nKterá rostlina neroste v tropických deštných lesích?\nbromélie\nCedr je jehličnatý strom hornatých oblastí.\norchidej\nbambus",
        "tgt": {
          "DLUT_GTCOM": "In der subäquatorialen Zone treten saisonale Winde auf, die im Sommer Niederschläge vom Meer auf das Land bringen und im Winter vom Land zum Meer strömen.\nWie heißen sie?\nPassatwinde\nMonsun\nTornados\nHurrikane\nWas ist ein typisches Baumaterial der australischen Savanne?\nAkazie\nBaobab\nApfelbaum\nauch bekannt als Eukalyptus\nKokospalme\nWelches der folgenden Tiere lebt nicht in der afrikanischen Savanne?\nZebra\nPuma\nEr lebt in Nordamerika.\nLöwe\nGiraffe\nWie ist das Klima in der tropischen Zone rund um den Äquator?\nDas Klima hier ist immer noch dasselbe.\nVier Jahreszeiten wechseln sich ab.\nHeiße und kalte Jahreszeiten wechseln sich ab.\nEs gibt eine Abwechslung zwischen Regen- und Trockenzeiten.\nWelche Pflanze wächst nicht in tropischen Regenwäldern?\nBromelie\nDie Zeder ist ein immergrüner Baum aus Bergregionen.\nOrchidee\nBambus"
        }
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu02178_#_3",
        "src": "Jaké podmínky panují v bylinném patře tropického deštného lesa?\nJe zde hodně světla a dostatek vláhy.\nJe zde málo světla a chladno.\nJe zde dostatek světla, ale v půdě málo živin pro růst rostlin.\nJe zde nedostatek světla a dostatek vláhy.\nProč je půda v tropickém deštném lese neúrodná?\nJe zde málo odumřelých rostlin a živočichů, ze kterých vzniká humus.\nOpadané listy, ze kterých vzniká humus, jsou chudé na živiny.\nJe zde nedostatek půdních živočichů, kteří vytvářejí humus.\nÚrodné látky jsou z půdy vyplavovány každodenním deštěm.\nKteré tvrzení o horní hranici lesa je správné?\nNad horní hranicí lesa zůstává sníh ležet po celý rok.\nNad horní hranicí lesa rostou už pouze jehličnany.\nNad horní hranicí lesa již nerostou stromy.\nJe zde totiž nedostatek srážek a chladné podnebí.\nNad horní hranicí lesa se zvyšuje teplota vzduchu, protože krajina je bez stromů a může ji tedy více prohřát slunce.",
        "tgt": {
          "DLUT_GTCOM": "Welche Bedingungen herrschen in der Krautschicht eines tropischen Regenwaldes?\nEs ist viel Licht und es gibt viel Feuchtigkeit.\nEs ist wenig Licht und kalt.\nEs ist zwar ausreichend Licht vorhanden, aber der Boden enthält nicht genügend Nährstoffe für das Pflanzenwachstum.\nEs fehlt an Licht und ausreichend Feuchtigkeit.\nWarum ist der Boden im tropischen Regenwald unfruchtbar?\nEs gibt nur wenige tote Pflanzen und Tiere, aus denen Humus gebildet wird.\nAbgefallenes Laub, aus dem Humus gebildet wird, ist nährstoffarm.\nEs fehlt an humusbildenden Bodentieren.\nDurch den täglichen Regen werden fruchtbare Substanzen aus dem Boden ausgewaschen.\nWelche Aussage zur oberen Waldgrenze ist richtig?\nOberhalb der oberen Waldgrenze liegt das ganze Jahr über Schnee.\nOberhalb der oberen Waldgrenze wachsen nur noch Nadelbäume.\nÜber die obere Waldgrenze hinaus wachsen keine Bäume mehr.\nEs fehlt an Niederschlägen und es herrscht ein kaltes Klima.\nOberhalb der oberen Waldgrenze steigt die Lufttemperatur an, da die Landschaft baumlos ist und daher stärker von der Sonne erwärmt werden kann."
        }
      },
      {
        "doc_id": "cs-de_DE_#_edu_#_edu02178_#_4",
        "src": "Nejvyšší polohy hor tvoří stupeň alpinských luk.\nKterou přírodní krajinu tyto louky připomínají?\nprérii\nRostou zde většinou mechy a lišejníky, vřesy, pokroucené zakrslé vrby, nerostou zde stromy.\nJe zde chladné podnebí.",
        "tgt": {
          "DLUT_GTCOM": "Die höchsten Berglagen bilden eine Stufe alpiner Wiesen.\nWelcher natürlichen Landschaft ähneln diese Wiesen?\nPrärie\nHier wachsen hauptsächlich Moose und Flechten, Heidekraut und knorrige Zwergweiden, es wachsen keine Bäume.\nDas Klima hier ist kalt."
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_respekt-cs.11394_#_0",
        "src": "Zvýšení koncesionářských poplatků se nejspíš posune do Senátu, ale děti cálovat nebudou • RESPEKT",
        "tgt": {
          "Gemma-3-27B": "Die Erhöhung der Rundfunkgebühren wird voraussichtlich in den Senat verschoben, aber Kinder werden nicht bestraft • RESPEKT"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_respekt-cs.11394_#_1",
        "src": "Poslanci se ve středu mimořádně sejdou k závěrečnému schvalování sporné vládní novely, která počítá se zvýšením koncesionářských poplatků a rozšířením okruhu poplatníků. \"Ta minulá debata před koncem roku byla poměrně hodně určující a ukazující, co si opozice o ČT myslí. Viděli jsme i jakési odkrytí plánu, kdy Andrej Babiš otevřeně mluvil o tom, že by koncesionářské poplatky rád zrušil a financování veřejnoprávních institucí navázal na státní rozpočet. Tím by de facto dostal obě média pod přímou státní kontrolu, čímž by z nich udělal vydíratlená média. Mimořádná schůze určuje, že nebude možné měnit program a pravděpodobně by se to v případě, že se to nestihne odhlasovat ve středu, odložilo na pátek,\" říká ve Výtahu Respektu František Trojan, podle kterého se novela nejspíš posune do horní komory. Ve zpravodajském podcastu ale mluví i o dalším klíčovém momentu, který tento týden poslance čeká, a to hlasování o možném vydání šéfa SPD Tomia Okamury k trestnímu stíhání. Podle policie by se totiž kvůli loňské billboardové kampani mohl dopustit podněcování k nenávisti vůči skupině osob nebo omezování jejich práv a svobod. Jaká je šance, že poslanci Okamuru vydají? Jak jsou na tom vlastně jednotlivé strany a hnutí půl roku před sněmovními volbami? A jak se rýsuje volební spolupráce jednotlivých uskupení?",
        "tgt": {
          "Gemma-3-27B": "Die Abgeordneten werden sich am Mittwoch zu einer außerordentlichen Sitzung treffen, um die umstrittene Regierungsvorlage abschließend zu verabschieden, die eine Erhöhung der Rundfunkgebühren und eine Erweiterung des Kreises der Gebührenzahler vorsieht. „Die vergangene Debatte vor Jahresende war recht prägend und zeigte, was die Opposition von ČT hält. Wir haben auch eine Art Aufdeckung des Plans gesehen, bei der Andrej Babiš offen darüber sprach, die Rundfunkgebühren gerne abschaffen und die Finanzierung der öffentlich-rechtlichen Einrichtungen an den Staatshaushalt knüpfen zu wollen. Damit würde er de facto beide Medien unter direkte staatliche Kontrolle bringen und sie erpressbar machen. Die außerordentliche Sitzung bedeutet, dass das Programm nicht geändert werden kann und es wahrscheinlich ist, dass es, falls es nicht bis Mittwoch abgestimmt wird, auf Freitag verschoben wird“, sagt František Trojan im Aufzug von Respekt. Er geht davon aus, dass die Novelle wahrscheinlich in die obere Kammer verschoben wird. In dem Nachrichten-Podcast spricht er auch über einen weiteren wichtigen Moment, der die Abgeordneten diese Woche erwartet, nämlich die Abstimmung über die mögliche Auslieferung des SPD-Vorsitzenden Tomio Okamura zur Strafverfolgung. Laut Polizei könnte er sich aufgrund der letztjährigen Plakatkampagne der Anstiftung zu Hass gegen eine Personengruppe oder der Einschränkung ihrer Rechte und Freiheiten schuldig gemacht haben. Wie hoch sind die Chancen, dass die Abgeordneten Okamura ausliefern? Wie stehen die einzelnen Parteien und Bewegungen ein halbes Jahr vor den Parlamentswahlen da? Und wie zeichnet sich die Wahlzusammenarbeit der einzelnen Gruppierungen ab?"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_dialogue_#_SNG0991_#_0",
        "src": "Hledáte <i>místo k pobytu</i>. Hotel by měl <i>zahrnovat bezplatné parkování</i> a měl by být typu <i>penzion</i>.\nHotel by měl být v <i>drahém</i> cenovém rozmezí a měl by <i>zahrnovat bezplatné Wi-Fi</i>.\nPokud takový hotel neexistuje, co třeba jeden, který je v <i>levném</i> cenovém rozmezí.\nJakmile najdete <i>hotel</i>, chcete si ho zarezervovat pro <i>8 osob</i> a <i>4 noci</i>, počínaje <i>pátkem</i>.\nUjistěte se, že dostanete <i>referenční číslo</i>.",
        "tgt": {
          "ONLINE-W": "Sie suchen eine <i>Unterkunft</i>. Das Hotel sollte <i>kostenloses Parken</i> beinhalten und vom Typ <i>Gästehaus</i> sein.\nDas Hotel sollte in der <i>teuren</i> Preisklasse liegen und <i>kostenloses Wi-Fi</i> beinhalten.\nWenn es kein solches Hotel gibt, wie wäre es mit einem, das in der <i>billigen</i> Preisklasse liegt.\nWenn du ein <i>Hotel</i> gefunden hast, buchst du es für <i>8 Personen</i> und <i>4 Nächte</i>, beginnend mit <i>Freitag</i>.\nAchte darauf, dass du eine <i>Referenznummer</i> bekommst."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_dialogue_#_SNG0991_#_1",
        "src": "X: Ahoj, chci najít penzion s bezplatným parkováním. Můžeš mi s tím pomoct?\nY: Ahoj, jasně! Je tady 21 penzionů, které mají dostupné parkování. Máš nějaké preference ohledně cenového rozmezí nebo části města?\nX: Opravdu bych chtěla něco drahého.\nY: Omlouvám se, ale nemohu najít žádný drahý penzion. Zkusíme jiné cenové rozmezí?\nX: Dobře, zkusme levný hotel.\nY: Chceš levný hotel nebo levný penzion?\nX: Měla jsem na mysli levný penzion s bezplatným Wi-Fi.\nY: Co takhle Alexander Bed and Breakfast?\nX: Zní to dobře! Pojďme to zarezervovat! 8 lidí na 4 noci, začínající v pátek.\nY: Rezervace byla provedena. Tvoje referenční číslo je 2V7EJVA7. Potřebuješ ještě něco?\nX: Ne, to stačí. Děkuji moc za tvou pomoc!\nY: Není zač! Doufám, že budete mít příjemný pobyt!",
        "tgt": {
          "ONLINE-W": "X: Hallo, ich möchte ein Gästehaus mit kostenlosem Parkplatz finden. Können Sie mir dabei helfen?\nY: Hi, sicher! Es gibt 21 Gästehäuser, die einen Parkplatz zur Verfügung haben. Haben Sie irgendwelche Wünsche bezüglich der Preisklasse oder des Stadtteils?\nX: Ich hätte wirklich gern etwas Teures.\nY: Es tut mir leid, aber ich kann keine teuren Gästehäuser finden. Sollen wir es in einer anderen Preisklasse versuchen?\nX: Okay, versuchen wir es mit einem billigen Hotel.\nY: Wollen Sie ein billiges Hotel oder ein billiges Gästehaus?\nX: Ich meinte eine billige Pension mit kostenlosem Wi-Fi.\nY: Wie wäre es mit dem Alexander Bed and Breakfast?\nX: Klingt gut! Dann buchen wir es! 8 Personen für 4 Nächte, ab Freitag.\nY: Die Reservierung ist bereits erfolgt. Ihre Referenznummer ist 2V7EJVA7. Brauchen Sie noch etwas?\nX: Nein, das ist genug. Vielen Dank für Ihre Hilfe!\nY: Gern geschehen! Ich hoffe, Sie haben einen angenehmen Aufenthalt!"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08600_#_0",
        "src": "Stabilizovaná poloha\nPokud jsem sám zachránce, volám ihned, ještě před započetím resuscitace, záchrannou službu číslo 150.\nPrůchodnost dýchacích cest zajistíme záklonem hlavy a zdvihnutím brady postiženého.\nVdechy z úst do úst provádíme pouze u známého člověka nebo malého dítěte.\nV bezvědomí vydrží mozek bez kyslíku pouze 10–15 minut.\nPostiženého v bezvědomí a se zástavou dechu urychleně uložíme do stabilizované polohy.\nPokud jsme dva zachránci, provádíme střídavě dva vdechy po 15 stlačeních hrudníku.\nS masáží srdce začínáme 5 cm nad hrudní kostí.\nJsem-li jeden zachránce, provádím 30 stlačení hrudníku a poté vždy dva vdechy z úst do úst.\nTep u člověka v bezvědomí zjišťujeme na vřetenní tepně na palcové straně zápěstí.",
        "tgt": {
          "Llama-4-Maverick": "Stabile Seitenlage\nWenn ich als einziger Helfer da bin, rufe ich sofort, noch vor dem Beginn der Wiederbelebung, den Rettungsdienst unter der Nummer 150 an.\nDie Durchgängigkeit der Atemwege sichern wir durch Überstrecken des Kopfes und Anheben des Kinns der betroffenen Person.\nAtemspende von Mund zu Mund führen wir nur bei einer bekannten Person oder einem kleinen Kind durch.\nIm Zustand der Bewusstlosigkeit hält das Gehirn ohne Sauerstoff nur 10–15 Minuten durch.\nDie betroffene Person im Zustand der Bewusstlosigkeit und mit Atemstillstand bringen wir schnell in die stabile Seitenlage.\nWenn wir zu zweit sind, führen wir abwechselnd zwei Atemspenden nach je 15 Brustkorbkompressionen durch.\nMit der Herzmassage beginnen wir 5 cm oberhalb des Brustbeins.\nBin ich ein einzelner Helfer, mache ich 30 Brustkorbkompressionen und danach immer zwei Atemspenden von Mund zu Mund.\nDen Puls einer Person im Zustand der Bewusstlosigkeit überprüfen wir an der Speichenschlagader auf der Daumenseite des Handgelenks."
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu08492_#_0",
        "src": "Doplněním správných slov do vět vytvoříš charakteristiku brouků a jejich zástupců.\nBrouci jsou důležitou skupinou hmyzu.\nJejich ústní ústrojí je kousací.\nPrvní pár křídel je přeměněn v krovky.\nDruhý pár křídel je blanitý.\nVývin brouků je nepřímý s proměnou dokonalou.\nBrouci mohou žít v různých prostředích.\nPotápník a vodomil žijí ve vodě.\nVelké škody v lese způsobuje lýkožrout smrkový.\nKovově lesklé tělo má zlatohlávek.\nJeho příbuzný z Afriky je vruboun posvátný neboli skarabeus (znáš z dějepisu).\nNáš největší brouk je roháč obecný.\nV noci vidíme světlo, které vytváří světluška menší.\nNať a listy brambor jsou potrava pro mandelinku bramborovou, která byla do Evropy dovezena z Ameriky.\nPotravou slunéček sedmitečných jsou mšice.\nNápadně dlouhými tykadly se vyznačují tesaříci.",
        "tgt": {
          "NLLB": "Indem Sie die richtigen Wörter in die Sätze einfügen, erstellen Sie die Charakteristik der Käfer und ihrer Vertreter.\nKäfer sind eine wichtige Gruppe von Insekten.\nIhre Mundhöhle sind beißend.\nDas erste Paar Flügel verwandelt sich in Stollen.\nDas zweite Paar Flügel ist geschmückt.\nDie Entwicklung der Käfer ist indirekt, mit perfekter Verwandlung.\nKäfer können in verschiedenen Umgebungen leben.\nTaucher und Wasserliebhaber leben im Wasser.\nGroße Schäden an den Wäldern verursacht der Strohwurm.\nMetallglänzender Körper mit goldenen Köpfen.\nSein afrikanischer Verwandter ist der heilige Grubeus oder Skarabeus.\nUnser größter Käfer ist der Hornhaufen.\nIn der Nacht sehen wir das Licht, das von einem kleineren Leuchtturm erzeugt wird.\nDie Nudeln und die Kartoffelblätter sind Nahrung für die Mandelkartoffel, die aus Amerika nach Europa eingeführt wurde.\nDas Futter der siebzigjährigen Sonnenblumen sind Muscheln.\nMit auffällig langen Stangen zeichnen sich Zimmerleute aus."
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu34346_#_0",
        "src": "Pojď si připravit medovnicové koule.\nOčísluj (1–7) jednotlivé kroky v popisu postupu tak, jak za sebou následují.\n6 Po dvou hodinách vyndáme těsto z ledničky a vytvarujeme z něj kuličky, které obalujeme v odložených drobečcích.\n3 V době pečení si připravíme krém z kondenzovaného mléka a másla.\n5 V misce si smícháme krém a rozmixované drobky z placek, vypracujeme z nich hmotu, kterou dáme na dvě hodiny odpočinout do lednice.\n1 Uděláme těsto, z něj vytvoříme placky libovolného tvaru.\n4 Vychladlé placky rozdrtíme na jemné drobečky a ty rozmixujeme v mixéru, trochu drobečků si odložíme na obalovaní.\n2 Placky pečeme na 180 °C asi 10 minut a pak je necháme vychladnout.\n7 Kuličky naservírujeme na talíř a je hotovo.\nAť vám chutná!",
        "tgt": {
          "IRB-MT": "Lasst uns Honigkuchenbällchen zubereiten.\nNummeriere (1–7) die einzelnen Schritte in der Beschreibung der Vorgehensweise in der Reihenfolge, wie sie aufeinander folgen.\n6 Nach zwei Stunden nehmen wir den Teig aus dem Kühlschrank und formen daraus Bällchen, die wir in den Streuseln wenden.\n3 Während des Backens bereiten wir eine Creme aus Kondensmilch und Butter zu.\n5 In einer Schüssel verrühren wir die Creme und die gemahlenen Streusel vom Kuchen, verkneten daraus eine Masse, die wir für zwei Stunden in den Kühlschrank stellen.\n1 Wir machen den Teig, daraus formen wir Plätzchen beliebiger Form.\n4 Die abgekühlten Plätzchen zerbröseln wir zu feinen Streuseln und mixen diese im Mixer. Etwas Streusel legen wir zum Panieren beiseite.\n2 Die Plätzchen backen wir bei 180 °C etwa 10 Minuten und lassen sie dann abkühlen.\n7 Die Bällchen servieren wir auf einem Teller und es ist fertig.\nGuten Appetit!"
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_edu_#_edu03620_#_0",
        "src": "Pracuj s turistickou mapou a rozhodni, zda tvrzení je nebo není pravdivé, případně doplň správně větu.\n(Mapu si můžeš zvětšit kliknutím.)\nVe výřezu mapy jsou vrstvenice znázorněné po 20 metrech.\nVe výřezu mapy jsou vrstvenice znázorněné po 10 metrech.\nNejvyšším bodem na výřezu mapy je Babí lom.\nLeží v nadmořské výšce 450 m n. m. NE\nVrchol Babí lom – rozhledna leží v nadmořské výšce 521 metrů.\nModrá turistická značka nevede ve vyšší nadmořské výšce než 400 m n. m. NE\nRozcestí U studánky leží v nadmořské výšce 480 metrů.\nModrá turistická značka vede přes vrstvenici označující nadmořskou výšku 500 m n. m. ANO\nVrcholem, označeným kótou 438 m n. m. prochází modrá turistická značka.\nCesta po modré turistické značce od rozcestí U Studánky k rozcestí Babí lom bude stoupat.\nCesta po modré turistické značce od rozcestí U Studánky k rozcestí Pod Babím lomem povede po rovině.\nklesat\ndo kopce\nz kopce",
        "tgt": {
          "Gemma-3-12B": "Arbeite mit der Wanderkarte und entscheide, ob die Aussage wahr oder falsch ist, oder vervollständige den Satz richtig.\n(Die Karte kannst du durch Klicken vergrößern.)\nIm Ausschnitt der Karte sind Höhenlinien alle 20 Meter eingezeichnet.\nIm Ausschnitt der Karte sind Höhenlinien alle 10 Meter eingezeichnet.\nDer höchste Punkt im Ausschnitt der Karte ist der Babí lom.\nEr liegt in einer Höhe von 450 m über dem Meeresspiegel. NEIN\nDer Gipfel Babí lom – Aussichtsturm liegt in einer Höhe von 521 Metern.\nDie blaue Markierung führt nicht in einer höheren Höhe als 400 m über dem Meeresspiegel. NEIN\nDer Kreuzungspunkt U studánky liegt in einer Höhe von 480 Metern.\nDie blaue Markierung führt über eine Höhenlinie, die eine Höhe von 500 m über dem Meeresspiegel angibt. JA\nDer Gipfel, der mit der Quote 438 m über dem Meeresspiegel gekennzeichnet ist, wird von der blauen Markierung durchquert.\nDer Weg entlang der blauen Markierung vom Kreuzungspunkt U Studánky zum Kreuzungspunkt Babí lom wird steigen.\nDer Weg entlang der blauen Markierung vom Kreuzungspunkt U Studánky zum Kreuzungspunkt Pod Babím lomem wird eben verlaufen.\nabwärts\nbergauf\nbergab"
        },
        "instructions": "Evaluate translation from cs to German."
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_dialogue_#_MUL2376_#_0",
        "src": "Plánujete svou cestu do Cambridge\nHledáte <i>konkrétní atrakci</i>. Její název je <i>muzeum archeologie a antropologie</i>\nUjistěte se, že dostanete <i>typ atrakce</i>\nHledáte také <i>místo k obědu</i>. Restaurace by měla být v <i>drahém</i> cenovém rozmezí a měla by být na <i>severu</i>\nRestaurace by měla podávat <i>evropská</i> jídla\nJakmile najdete <i>restauraci</i>, kterou chcete, chcete si rezervovat stůl pro <i>2 osoby</i> na <i>20:00</i> v <i>neděli</i>\nPokud rezervace nevyjde, co třeba <i>19:00</i>?\nUjistěte se, že dostanete <i>referenční číslo</i>",
        "tgt": {
          "UvA-MT": "Planen Sie Ihre Reise nach Cambridge?\nSie suchen <i>eine bestimmte Attraktion</i>. Ihr Name ist <i>Museum für Archäologie und Anthropologie</i>.\nStellen Sie sicher, dass Sie <i>den Typ der Attraktion</i> erhalten.\nSie suchen auch <i>einen Ort zum Mittagessen</i>. Das Restaurant sollte im <i>teuren</i> Preissegment liegen und sich im <i>Norden</i> befinden.\nDas Restaurant sollte <i>europäische</i> Küche anbieten.\nSobald Sie <i>das Restaurant</i> gefunden haben, das Ihnen gefällt, möchten Sie einen Tisch für <i>2 Personen</i> um <i>20:00 Uhr</i> am <i>Sonntag</i> reservieren.\nWenn die Reservierung nicht möglich ist, wie wäre es mit <i>19:00 Uhr</i>?\nStellen Sie sicher, dass Sie <i>eine Referenznummer</i> erhalten."
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_dialogue_#_MUL2376_#_1",
        "src": "X: Ahoj, hledám muzeum archeologie a antropologie. Víš, kde ho najdu?\nY: Ahoj! Muzeum archeologie a antropologie je na University of Cambridge, Downing Street. Jejich telefonní číslo je 01223333516. Potřebuješ ještě něco?\nX: Jasně, a typ atrakce je muzeum, že?\nY: Ano, přesně tak!\nX: Zní to skvěle, díky za info!\nY: Není zač. Můžu ti pomoct s něčím dalším?\nX: Ano, hledám místo na oběd, něco dražšího na severu. Evropská kuchyně by byla fajn.\nY: Na severu je jen jedna drahá evropská restaurace, a to City Stop Restaurant. Chceš udělat rezervaci?\nX: Určitě, prosím. Rezervuj mi stůl pro dvě osoby na neděli... třeba v 20:00?\nY: V tu dobu není otevřeno. Můžeme zkusit jinou restauraci nebo čas?\nX: Hmm, tak zkusíme dříve. Co třeba v 19:00?\nY: Super, mám stůl. Bude rezervován na 15 minut. Tvoje referenční číslo je: ZN0CVH11. Ještě něco?\nX: Ne, to je všechno. Moc děkuji za pomoc!\nY: Rádo se stalo! Měj krásný den!",
        "tgt": {
          "UvA-MT": "X: Hallo, ich suche ein Museum für Archäologie und Anthropologie. Weißt du, wo ich es finde?\nY: Hallo! Das Museum für Archäologie und Anthropologie befindet sich an der University of Cambridge, Downing Street. Ihre Telefonnummer ist 01223333516. Brauchst du noch etwas?\nX: Klar, und der Typ der Attraktion ist ein Museum, richtig?\nY: Ja, genau!\nX: Das klingt toll, danke für die Info!\nY: Gern geschehen. Kann ich dir bei etwas anderem helfen?\nX: Ja, ich suche einen Ort zum Mittagessen, etwas teureres im Norden. Europäische Küche wäre schön.\nY: Im Norden gibt es nur ein teures europäisches Restaurant, und das ist das City Stop Restaurant. Möchtest du eine Reservierung machen?\nX: Sicher, bitte. Reserviere mir einen Tisch für zwei Personen für Sonntag... vielleicht um 20:00?\nY: Zu dieser Zeit ist es geschlossen. Können wir ein anderes Restaurant oder eine andere Zeit ausprobieren?\nX: Hmm, dann versuchen wir es früher. Wie wäre es mit 19:00?\nY: Super, ich habe einen Tisch. Er wird für 15 Minuten reserviert. Deine Referenznummer ist: ZN0CVH11. Noch etwas?\nX: Nein, das ist alles. Vielen Dank für die Hilfe!\nY: Gern geschehen! Hab einen schönen Tag!"
        }
      }
    ],
    [
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16547_#_0",
        "src": "Je hejtman Půta na vodítku a Černochová utržená ze řetězu? A lžou volební průzkumy?",
        "tgt": {
          "UvA-MT": "Ist Hejtman Půta an der Leine und Černochová aus der Kontrolle geraten? Und lügen die Wahlumfragen?"
        },
        "instructions": "Evaluate translation from cs to German."
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16547_#_1",
        "src": "Je to takový český folklór. Soudy v trestních kauzách politiků se táhnou dlouhé roky a často vyjdou do ztracena. V případě libereckého hejtmana Martina Půty to dopadlo tak napůl. V jedné větvi své kauzy byl zatím nepravomocně odsouzen, ale trestaný skutek se jeví banálně. Jak Půtův soud ovlivní hnutí STAN? Proč se soudy vlečou? A jak se mají politici k trestnímu stíhání správně postavit? I o tom je nová epizoda politického podcastu Reflexu Padni komu padni.",
        "tgt": {
          "UvA-MT": "Es handelt sich um eine Art tschechischer Folklore. Gerichtsverfahren in Strafsachen von Politikern ziehen sich über lange Jahre hin und enden oft im Nichts. Im Fall des libereckischen Landrats Martin Půta endete es halbwegs. In einem Teil seiner Angelegenheit wurde er bereits in erster Instanz verurteilt, aber die begangene Tat erscheint banal. Wie wird Půtas Prozess das STAN-Bündnis beeinflussen? Warum ziehen sich die Gerichtsverfahren so in die Länge? Und wie sollten sich Politiker gegenüber Strafverfolgungen verhalten? Auch darüber handelt die neue Episode des politischen Podcasts Reflex „Padni komu padni“."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16547_#_2",
        "src": "Jestli je něco skutečně trestuhodné, je to komunikační neumětelství ministryně obrany Jany Černochové. V partii na Primě si vzala na paškál koaliční partnery, vedení české armády i opoziční politiky. Jen asi trochu pozapomněla, že nikdo z nich zrovna nesedí s ní ve studiu. Možná by jí mohl plukovník Foltýn coby koordinátor strategické komunikace Úřadu vlády trochu proškolit. I když...",
        "tgt": {
          "UvA-MT": "Wenn etwas wirklich verwerflich ist, dann ist es die Kommunikationsunfähigkeit der Verteidigungsministerin Jana Černochová. In der Sendung auf Primě nahm sie die Koalitionspartner, die Führung der tschechischen Armee und die Oppositionspolitiker ins Visier. Sie schien dabei ein wenig zu vergessen, dass keiner von ihnen gerade mit ihr im Studio saß. Vielleicht könnte ihr Oberst Foltýn, als Koordinator für strategische Kommunikation der Regierung, etwas Nachhilfe geben. Obwohl..."
        }
      },
      {
        "doc_id": "cs-de_DE_#_news_#_reflex.cz.16547_#_3",
        "src": "Nemine týden, aby se neobjevil nový průzkum volebních preferencí. A do voleb tomu zdá se nebude jinak. Jak si máme tyto průzkumy vykládat? Jak se dělají a skutečně jimi politici manipulují veřejné mínění, jak kdekdo tvrdí? Dozvíte se ve videu.",
        "tgt": {
          "UvA-MT": "Es vergeht keine Woche, ohne dass eine neue Umfrage zu den Wahlpräferenzen erscheint. Und bis zu den Wahlen scheint sich daran nichts zu ändern. Wie sollen wir diese Umfragen interpretieren? Wie werden sie durchgeführt und manipulieren Politiker tatsächlich die öffentliche Meinung, wie viele behaupten? Sie erfahren es im Video."
        }
      }
    ]
  ]
}